import React from 'react'

const Description = () => {
  return (
    <div className="flex justify-center py-4 px-[5%]">
      <div className="flex flex-col gap-5 py-5 border border-gray-200 w-[87vw] rounded-2xl px-5">
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            فروشگاه کتاب ریباکس: مرجع خرید کتاب ارزان با تخفیف‌
          </h1>
          <p className="text-end">
            اگر به دنبال خرید ارزان کتاب هستید و می‌خواهید از بهترین سایت خرید
            کتاب با تخفیف استفاده کنید، فروشگاه کتاب نو و دست دوم ریباکس انتخابی
            ایده‌آل برای شماست. در ریباکس، می‌توانید مجموعه‌ای گسترده از کتاب‌ها
            در حوزه‌های مختلف ماننددانشگاهی، کنکور و کمک درسی، رمان، روانشناسی و
            موفقیت حقوقی، کودک و نوجوان امکان خرید آنلاین راحت و مقرون به
            صرفه‌ای را فراهم می‌آورد. کتاب‌های موجود در ریباکس از نظر کیفیت توسط
            تیم کارشناسی بررسی می‌شوند و دارای ضمانت بازگشت هستند؛ بنابراین
            می‌توانید با اطمینان کامل از این سایت معتبر خرید کتاب اقدام به خرید
            کنید. ما تلاش می‌کنیم تا بهترین تجربه خرید ارزان کتاب را برای شما
            فراهم کنیم.
          </p>
        </div>
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            خرید رمان با تخفیف از ریباکس
          </h1>
          <p className="text-end">
            اگر اهل مطالعه رمان هستید و به دنبال خرید رمان با تخفیف می‌گردید،
            ریباکس با تخفیف‌های استثنایی خود بهترین گزینه است. تنوع بالای
            کتاب‌ها و قیمت‌های مناسب در این سایت، خرید کتاب را به تجربه‌ای
            لذت‌بخش تبدیل می‌کند
          </p>
        </div>
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            شما هم عاشق کتاب خواندن هستید؟
          </h1>
          <p className="text-end">
            با خرید از ریباکس، نه تنها می‌توانید کتاب‌های دلخواه خود را با
            کیفیتی مطمئن و قیمتی استثنایی تهیه کنید، بلکه با این کار به حفظ محیط
            زیست نیز کمک می‌کنید. کاهش قطع درختان و استفاده مجدد از کتاب‌ها از
            اهداف مهم ریباکس است.
          </p>
        </div>
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            کتاب ارزان و ارسال رایگان
          </h1>
          <p className="text-end">
            خرید کتاب از ریباکس آسان، سریع و اقتصادی است. شما می‌توانید کتاب‌های
            مورد نظر خود را با قیمتی تا 70 درصد کمتر از قیمت نو تهیه کنید و از
            تخفیف‌های ویژه بهره‌مند شوید. همچنین، برای سفارش‌های بالای 900 هزار
            تومان، ارسال رایگان در نظر گرفته شده است.
          </p>
        </div>
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            چرا ریباکس بهترین سایت تخفیف کتاب است؟
          </h1>
          <p className="text-end">
            ریباکس به عنوان سایت تخفیف کتاب با ارائه تخفیف‌های همیشگی و قیمت‌های
            رقابتی، جایگاه ویژه‌ای در میان علاقه‌مندان به کتاب دارد. کتاب‌های
            موجود در سه حالت کیفیت (در حد نو، خوب و قابل قبول) و با قیمت‌های
            متفاوت عرضه می‌شوند تا نیازهای مختلف کاربران را پوشش دهند.
          </p>
        </div>
        <div className="flex flex-col gap-1">
          <h1 className="font-bold text-base text-end">
            کمک به محیط زیست با خرید از مرجع خرید کتاب ریباکس
          </h1>
          <p className="text-end">
            با خرید از ریباکس، علاوه بر تهیه کتاب‌های باکیفیت و ارزان، به حفظ
            محیط زیست نیز کمک می‌کنید. استفاده مجدد از کتاب‌ها، باعث کاهش قطع
            درختان و مصرف منابع طبیعی می‌شود.
          </p>
        </div>
      </div>
    </div>
  );
}

export default Description
